Repository: ChristopherRabotin/GMAT
Catalog: Glib/glib-2.9.6/po/*.po
Languages: he

source: Conversion from character set '%s' to '%s' is not supported
he: אין תמיכה בהמרה ממערך תוים '%s' ל '%s'

source: Invalid byte sequence in conversion input
he: רצף תווים לא חוקי בקלט המיועד להמרה

source: Error during conversion: %s
he: שגיאה בזמן המרה: %s

source: Partial character sequence at end of input
he: רצף תווים חלקי בסוף הקלט

source: Cannot convert fallback '%s' to codeset '%s'
he: לא ניתן להמיר ברירת מחדל '%s' למערך תווים '%s'

source: The local file URI '%s' may not include a '#'
he: הכתובת של קובץ מקומי '%s' אינה יכולה להכיל '#'

source: The URI '%s' is invalid
he: הכתובת '%s' אינה תקפה

source: The hostname of the URI '%s' is invalid
he: שם המארח של הכתובת '%s' אינו תקף

source: The URI '%s' contains invalidly escaped characters
he: הכתובת '%s' מכילה תווים ללא תוי חילוף תקפים

source: The pathname '%s' is not an absolute path
he: שם הנתיב '%s' אינו נתיב מוחלט

source: Invalid hostname
he: שם מחשב מארח לא תקף

source: Error opening directory '%s': %s
he: שגיאה בפתיחת סיפרייה '%s': %s

source: Could not allocate %lu bytes to read file "%s"
he: לא ניתן להקצות %lu בתים עבור קריאת קובץ "%s"

source: Error reading file '%s': %s
he: שגיאה בקריאת קובץ '%s': %s

source: Failed to read from file '%s': %s
he: כשלון בקריאה מקובץ %s': %s

source: Failed to open file '%s': %s
he: כשלון בפתיחת קובץ %s': %s

source: Failed to get attributes of file '%s': fstat() failed: %s
he: כשלון בקבלת מאפייני קובץ '%s': fstat() נכשל: %s

source: Failed to open file '%s': fdopen() failed: %s
he: כשלון בפתיחת קובץ '%s': fdopen() נכשל: %s

source: Failed to create file '%s': %s
he: כשלון ביצירת קובץ '%s': %s

source: Template '%s' invalid, should not contain a '%s'
he: תבנית '%s' אינה תקפה, אינה צריכה להכיל '%s'

source: Template '%s' doesn't end with XXXXXX
he: תבנית '%s' אינה מסתיימת ב-XXXXXX

source: Failed to read the symbolic link '%s': %s
he: נכשל בקריאת קישור סמלי '%s': %s

source: Symbolic links not supported
he: קישורים סמליים אינם נתמכים

source: Can't do a raw read in g_io_channel_read_line_string
he: לא ניתן לבצע קריאה ב-g_io_channel_read_line_string

source: Leftover unconverted data in read buffer
he: שאריות מידע לא מומר בחוצץ הקריאה

source: Channel terminates in a partial character
he: ערוץ מסתיים בתו חלקי

source: Can't do a raw read in g_io_channel_read_to_end
he: לא ניתן לבצע קריאה ב-g_io_channel_read_to_end

source: Error on line %d char %d: %s
he: שגיאה בשורה %d תו %d: %s

source: Error on line %d: %s
he: שגיאה בשורה %d: %s

source: Empty entity '&;' seen; valid entities are: &amp; &quot; &lt; &gt; &apos;
he: ישות '&;' ריקה נמצאה; ישויות חוקיות הן: &amp; &quot; &lt; &gt; &apos;

source: Character '%s' is not valid at the start of an entity name; the & character begins an entity; if this ampersand isn't supposed to be an entity, escape it as &amp;
he: תו '%s' אינו חוקי בתחילת שם ישות; התו & מתחיל ישות; אם תו & אינו אמור להוות ישות, חלף אותו בתור &amp;

source: Character '%s' is not valid inside an entity name
he: תו '%s' אינו תקף בתוך שם ישות

source: Entity name '%s' is not known
he: שם ישות '%s' אינו ידוע

source: Entity did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
he: ישות לא הסתיימה בנקודה פסיק; כנראה השתמשת ב-& ללא כוונה להתחיל ישות - חלף את & ב-&amp;

source: Empty character reference; should include a digit such as &#454;
he: יחוס תו ריק; אמור להכיל מספר כגון &#454;

source: Character reference did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
he: יחוס תו אינו הסתיים בנקודה פסיק; כנראה השתמשת בתו & ללא כוונה להתחיל ישות - חלף & בתור &amp;

source: Unfinished entity reference
he: יחוס ישות לא גמור

source: Unfinished character reference
he: יחוס תו לא גמור

source: Invalid UTF-8 encoded text
he: קידוד מלל לא תקף ב-UTF-8

source: Document must begin with an element (e.g. <book>)
he: מסמך חייב להתחיל באלמנט (כגון: <book>)

source: '%s' is not a valid character following a '<' character; it may not begin an element name
he: '%s' אינו תו תקף אחרי תו '<'; הוא אינו יכול להתחיל שם אלמנט

source: Odd character '%s', expected a '>' character to end the start tag of element '%s'
he: תו מוזר '%s', מצפה לתו '>' כדי לסיים את התחלת אלמנט '%s'

source: Odd character '%s', expected a '=' after attribute name '%s' of element '%s'
he: תו מוזר '%s', מצפה ל-'=' לאחר שם מאפיין '%s' של אלמנט '%s'

source: Odd character '%s', expected a '>' or '/' character to end the start tag of element '%s', or optionally an attribute; perhaps you used an invalid character in an attribute name
he: תו מוזר '%s', מצפה לתו '>' או '/' כדי לסיים את תחילת אלמנט '%s', או מאפיין אופצינלי; כנראה השתמשת בתו לא תקף בשם המאפיין

source: Odd character '%s', expected an open quote mark after the equals sign when giving value for attribute '%s' of element '%s'
he: תו מוזר '%s', מצפה לפתיחת גרשיים לאחר סימן השווה בעת מתן ערך למאפיין '%s' של אלמנט '%s'

source: '%s' is not a valid character following the characters '</'; '%s' may not begin an element name
he: '%s' אינו תו תקף לאחר התווים '</'; '%s' אינו יכול להתחיל שם אלמנט

source: '%s' is not a valid character following the close element name '%s'; the allowed character is '>'
he: '%s' אינו תו תקף לאחר סגירת שם אלמנט '%s'; התו החוקי הוא '>'

source: Element '%s' was closed, no element is currently open
he: אלמנט '%s' נסגר, אין אלמנט פתוח כרגע

source: Element '%s' was closed, but the currently open element is '%s'
he: אלמנט '%s' נסגר, אך האלמנט הפתוח כרגע הוא '%s'

source: Document was empty or contained only whitespace
he: המסמך היה ריק או הכיל שטח לבן בלבד

source: Document ended unexpectedly just after an open angle bracket '<'
he: המסמך הסתיים בצורה לא צפויה לאחר פתיחת '<'

source: Document ended unexpectedly with elements still open - '%s' was the last element opened
he: המסמך הסתיים בצורה לא צפויה כאשר אלמנט '%s' היה האלמנט הפתוח האחרון

source: Document ended unexpectedly, expected to see a close angle bracket ending the tag <%s/>
he: המסמך הסתיים בצורה לא צפויה, מצפה לתו 'גדול מ' לסגירת תג <%s/>

source: Document ended unexpectedly inside an element name
he: המסמך הסתיים בצורה לא צפויה בתוך שם אלמנט

source: Document ended unexpectedly inside an attribute name
he: המסמך הסתיים בצורה לא צפויה בתוך שם מאפיין

source: Document ended unexpectedly inside an element-opening tag.
he: המסמך הסתיים בצורה לא צפויה בתוך תג פתיחת אלמנט

source: Document ended unexpectedly after the equals sign following an attribute name; no attribute value
he: המסמך הסתיים בצורה לא צפויה לאחר תו השווה שבא לאחר שם מאפיין; אין ערך למאפיין

source: Document ended unexpectedly while inside an attribute value
he: המסמך הסתיים בצורה לא צפויה בתוך ערך מאפיין

source: Document ended unexpectedly inside the close tag for element '%s'
he: המסמך הסתיים בצורה לא צפויה בתוך תג סגירה לאלמנט '%s'

source: Document ended unexpectedly inside a comment or processing instruction
he: המסמך הסתיים בצורה לא צפויה בתוך הערה או הוראת עיבוד

source: Quoted text doesn't begin with a quotation mark
he: מלל מצוטט אינו מתחיל בגרשיים

source: Unmatched quotation mark in command line or other shell-quoted text
he: אין גרשיים סוגרות בשורת הפקודה או במלל מעטפת מצוטט

source: Text ended just after a '\' character. (The text was '%s')
he: מלל הסתיים מיד לאחר תו '\'. (המלל היה '%s')

source: Text ended before matching quote was found for %c. (The text was '%s')
he: מלל הסתיים לפני שגרשיים סוגרות נמצאו עבור %c. (המלל היה '%s')

source: Text was empty (or contained only whitespace)
he: המלל היה ריק (או הכיל שטח לבן בלבד)

source: Failed to read data from child process
he: כשלון בקריאת מידע מתהליך ילד

source: Failed to create pipe for communicating with child process (%s)
he: כשלון ביצירת צינור לתקשורת עם תהליך ילד (%s)

source: Failed to read from child pipe (%s)
he: כשלון בקריאת מידע מצינור ילד (%s)

source: Failed to change to directory '%s' (%s)
he: כשלון בשינוי לסיפרייה '%s' (%s)

source: Failed to execute child process (%s)
he: כשלון בהרצת תהליך ילד (%s)

source: Unexpected error in g_io_channel_win32_poll() reading data from a child process
he: שגיאה לא צפויה ב-g_io_channel_win32_poll()- קריאת מידע מתהליך ילד

source: Failed to read data from child process (%s)
he: כשלון בקריאת מידע מתהליך ילד (%s)

source: Unexpected error in select() reading data from a child process (%s)
he: שגיאה לא צפויה ב select() בקריאת מידע מתהליך ילד (%s)

source: Unexpected error in waitpid() (%s)
he: שגיאה לא צפויה ב waitpid() (%s)

source: Failed to fork (%s)
he: כשלון בשכפול תהליך (%s)

source: Failed to execute child process "%s" (%s)
he: כשלון בהרצת תהליך ילד "%s" (%s)

source: Failed to redirect output or input of child process (%s)
he: כישלון בניתוב פלט או קלט של תהליך ילד (%s)

source: Failed to fork child process (%s)
he: כשלון בשכפול תהליך ילד (%s)

source: Unknown error executing child process "%s"
he: שגיאה לא ידועה בהרצת תהליך ילד "%s"

source: Failed to read enough data from child pid pipe (%s)
he: שגיאה בקריאת מספיק מידע מצינור מזהה תהליך ילד (%s)

source: Character out of range for UTF-8
he: תו מחוץ לטווח UTF-8

source: Invalid sequence in conversion input
he: רצף לא תקף בקלט המרה

source: Character out of range for UTF-16
he: מערך התווים מחוץ לתחום UTF-16
